Repository: CherokeeLanguage/Action-Imitation-and-Fun-Series
Catalog: 03-The-Three-Pigs/CAT/three-pigs/tm/corpus-pilgrim.en.utf8.tmx
Source language: en
Languages: chr

source: Now I saw in my Dream, that by this time Pliable was got home to his house again. So his Neighbors came to visit him: and some of them called him neighbors wise man for coming back, and some called him fool for hazarding himself with Christian: others did mock at his cowardliness; saying, Surely since you began to venture, I would not have been so base to have given out for a few difficulties. So Pliable sat sneaking among them. But at last he got more confidence, and then they all turned their tales, and began to deride poor Christian behind his back. And thus much concerning Pliable.
chr: ᎿᏉᏃ ᎥᏥᎪᎥᎢ ᎦᏍᎩᏓᏍᎬᎢ, ᎾᏍᎩ ᎿᏉ ᎤᏬᎯᏳᎯᏍᏛ ᏭᎷᏦᏅ ᏧᏪᏅᏒᎢ. ᎿᏉᏃ ᎾᎥᎢ ᎢᏳᎾᏓᎵ ᎬᏩᏩᏛᎯᎸᎩ; ᎢᎦᏛ ᎯᎦᏔᎿᎢᏳ ᎯᏍᎦᏯ ᏨᏛᎠᏨᎾ ᎬᏬᏎᎰᎢ; ᎢᎦᏛᏃ ᎤᏁᎫᏉ ᎤᎾᏰᎯᏍᏗᏳ ᏥᏄᏛᏁᎸ ᏧᏍᏓᏩᏛᏒ ᏧᏁᎶᏗ ᎢᎬᏬᏎᎰᎢ: ᎢᎦᏛᏃ ᎬᏩᏐᏢᎢᏍᏗᏍᎪᎢ ᏭᏍᎦᎵᎸᎢᏉ; ᎯᎠ ᏂᎬᏩᏪᏎᎰᎢ, “ᎦᏳᎳ ᏣᏂᎩᏛ ᏥᎨᏒ ᏱᏂᎬᏩᏕᎰᎯᏍᏗᏉ ᏳᏫᎦᏴᎵᎲᏲᎵᎭ ᎤᏍᏗᏉ ᏧᏓᎴᏅᏛ ᏱᏃᎵᏍᏓᏁᎵᏕᎭ!” ᎾᏍᎩᏃ ᎤᏬᎯᏳᎯᏍᏛ ᎤᏕᎰᏐᏅᎯ ᎤᏬᎶ ᎠᏂᏅᎢ. ᎠᏎᏃ ᎿᏉ ᏂᎦᎥ ᎤᎦᎵᏍᏙᏒ, ᎿᏉ ᎤᏂᏁᏟᏴᏒ ᎠᏂᏬᏂᏍᎬᎢ, ᎿᏉ ᎤᎾᏕᎰᏔᏅ ᏧᏁᎶᏗ. ᎾᏍᎩ ᎯᎠ ᏂᎦᎥ ᏄᏛᏁᎸ ᎤᏬᎯᏳᎯᏍᏛ.

source: Now as Christian was walking solitary by himself, he espied one afar off come crossing over the field to meet him; and their hap was to meet just as they were crossing the way of each other. The gentleman's name that met him was Mr. Worldly Wiseman: he dwelt in the Town of Carnal Policy, a very great Town, and also hard by from whence Christian came. This man then meeting with Christian, and having some inkling of him, — for Christian's setting forth from the City of Destruction was much noised abroad, not only in the Town where he dwelt, but also it began to be the towntalk in some other places, — Master Worldly Wiseman therefore, having some guess of him, by beholding his laborious going, by observing his sighs and groans, and the like, began thus to enter into some talk with Christian.
chr: ᎿᏉᏃ ᏧᏁᎶᏗ ᎤᏩᏒᎯᏲᏨᎯ ᎢᎾᎨ ᎠᎢᏒᎢ, Ꭸ ᎢᏴᏛ ᎩᎶ ᏭᎪᎲ ᏠᎨᏏ ᏚᎾᏗᎢᏏᏗᏒ ᏙᏓᏳᏠᏏᏒᎩ; ᎠᎴ ᏕᎦᎾᏗᎢᏍᎬ ᏅᏃᎯ ᏧᎾᏠᎯᏍᏗ ᏂᎦᎵᏍᏗᏍᎬᎩ. ᎾᏍᎩᏃ ᎠᏍᎦᏯ ᏥᏕᎤᎾᏠᏎ ᎡᎶᎯ-ᎡᎯ-ᎠᎦᏔᎿᎢ ᏕᎤᏙᎥᎩ: ᎠᎴ ᎡᎶᎯ ᎠᏓᏅᏖᎵᏓᏍᏗ ᎦᏚᎲ ᎡᎯ ᎨᏒᎩ, ᎤᏣᏘ ᎡᏉᎯᏳ ᎦᏚᎲᎢ, ᎠᎴ ᎾᏍᏉ ᎤᎶᏗᏢᏉ (ᎦᏚᎭ) ᏧᏁᎶᏗ ᏧᏓᎴᏅᎢ. ᎾᏍᎩᏃ ᎯᎠ ᎠᏍᎦᏯ ᏚᎾᏠᏒ ᏧᏁᎶᏗ, ᎠᎴ ᎤᏍᏗᎩᏛ ᎤᎦᏔᎯ ᏂᎨᏐᎢ, (ᎾᎯᏳᏰᏃ ᏧᏁᎶᏗ ᎤᏂᎩᏍᏗ ᏄᎵᏍᏔᏅ ᎠᏲᎱᏍᎩᏱ ᎤᏣᏛ ᎤᏂᏃᎮᎵᏓᏍᏗ ᏄᎵᏍᏔᏅᎩ, ᎥᏝ ᎤᏩᏒᏉ ᎤᏪᏚᎲ ᎤᏩᏒ ᎤᏂᏃᎮᎵᏓᏍᏗ ᏱᏄᎵᏍᏔᏁᎢ, ᎾᏍᏉᏍᎩᏂ ᎢᏴᏛ ᏕᎦᏚᎲ ᎤᏂᏃᎮᎵᏓᏍᏗ ᏄᎵᏍᏔᏅᎩ); ᎾᏍᎩᏃ ᎢᏳᏍᏗ, ᎡᎶᎯ ᎡᎯ ᎠᎦᏔᎿᎢ, ᎬᏁᎳᎩ ᎤᏬᎵᎬ, ᏂᎦᎥᏉ ᎠᎵᏂᎬᏁᎲ ᎠᎢᏒᎢ, ᎠᎴ ᎤᏕᎶᎰᏒ ᏂᎦᎥ ᏚᏯᏪᎬᎢ ᎠᎴ ᎤᎵᏰᏗᏍᎬᎢ, ᎠᎴ ᎾᏍᎩ ᎢᎬᏩᏍᏗᏓᏂ, ᎿᏉ ᎤᎴᏅᎲ ᎤᎵᏃᎮᏔᏅ ᏧᏁᎶᏗ.

source: World. How now, good fellow, whither away after this burdened manner?
chr: ᎡᎶᎯ-ᎡᎯ-ᎠᎦᏔᎿᎢ. ᎦᏙ ᎬᏩᏍᏗ ᎪᎯ, ᎩᎾᎵᎢ, ᎭᏢ ᏫᎦᏘ ᏂᎦᎥ ᏕᏣᏣᏪᎢᏍᏗᏗ?

source: Chr. A burdened manner indeed, as ever I think poor creature had. And whereas you ask me, Whither away? I tell you, Sir, I am going to yonder Wicket-gate before me; for there, as I am informed, I shall be put into a way to be rid of my heavy Burden.
chr: ᏧᏁᎶᏗ. ᎤᏙᎯᏳᎯᏯ ᏓᏆᏣᏪᎢᏍᏗᏗ, ᎠᎴ ᎥᏝ ᎩᎶ ᎤᏗᏢ ᎢᎦᎢ ᏱᏙᎬᏩᏣᏪᎢᏍᏔᏂᏙᎶᎢ! ᎠᎴ ᎾᏍᎩ ᏥᏍᏆᏛᏛᎲᎦ ᏫᏥᎦᏛᎢ? ᏓᎬᏃᏁᎵᏉ, ᎾᏍᎩᏂ ᎤᏍᏗ ᎦᎶᎯᏍᏗᏱ ᏗᎪᏢᏒ ᏫᏥᎦᏘ; ᎥᎩᏃᏁᎸᏰᏃ, ᎾᎿᏉ ᏓᏴᎩᏃᏁᎵ ᎢᏯᏆᏛᏁᏗᏱ ᎠᎩᏰᏅᏙᎠᎯᏍᏗᏱ ᎯᎠ ᎦᎨᏛ ᏥᎦᎵᏎᎭ.

source: World. Hast thou a Wife and Children?
chr: ᎡᎶᎯ-ᎡᎯ-ᎠᎦᏔᎿᎢ. ᏥᎪ ᏣᏓᎵᎢ ᎠᎴ ᏗᏤᏥ ᎠᏁᎭ?

source: Chr. Yes, but I am so laden with this Burden, that I cannot take that pleasure in them as formerly; methinks I am as if I had none.
chr: ᏧᏁᎶᏗ. ᎥᎥ; ᎠᏎᏃ ᏂᎦᎥᏉ ᎦᎨᏗ ᎦᎵᏎᎲ, ᎥᏝ ᏰᎵ ᎣᏍᏛ ᎬᏆᏓᏅᏓᏗᏍᏗ ᎠᏁᎲ ᏱᏂᎦᎵᏍᏗᏍᎪᎢ ᎪᎯ: ᎾᏁᎲᎾᏉᏰᏃ ᏱᎩ ᎢᏳᏍᏗ ᎾᏆᎵᏍᏓᏁᎰ ᎦᏓᏅᏖᏍᎬᎢ.

source: World. Wilt thou hearken to me if I give thee counsel?
chr: ᎡᎶᎯ-ᎡᎯ-ᎠᎦᏔᎾᎢ. ᏥᎪ ᏱᏍᏆᏛᏓᏍᏓᏏᏉ ᎢᏳᏃ ᏱᎬᏬᏁᏔᏅ?

source: Chr. If it be good, I will; for I stand in need of good counsel.
chr: ᏧᏁᎶᏗ. ᎢᏳ ᎣᏍᏛ ᏱᎩ, ᏱᎬᏯᏛᏓᏍᏓᏏᏉ; ᎤᏣᏘᏰᏃ ᎠᎩᏂᎬᏎ ᎣᏍᏛ ᎥᎩᏬᏁᏙᏗᏱ.

source: World. I would advise thee then, that thou with all speed get thyself rid of thy Burden; for thou wilt never be settled in thy mind till then; nor canst thou enjoy the benefits of the blessing which God hath bestowed upon thee till then.
chr: ᎡᎶᎯ-ᎡᎯ-ᎠᎦᏔᎿᎢ. ᎯᎠᏍᎩᏂ ᏄᏍᏗ ᏱᎬᏁᏥ, ᏄᎳᏉ ᏣᏚᎦ Ꮎ ᏣᎵᏎᎭ; ᎥᏝ ᏙᎯᏱ ᏴᎦᎭᏓᏅᏓᏓ ᎬᏂ ᎾᏍᎩ ᏱᏂᏣᏛᏁᎸ: ᎠᎴ ᎥᏝ ᎣᏍᏛ ᏣᏓᏅᏓᏗᏍᏗ ᏴᎦᎯᏩᏛ ᎤᏁᎳᏅᎯ ᎤᏍᎪᎸᏔᏅ ᎪᎱᏍᏗ ᎲᏗᏍᎬᎢ;

source: Chr. That is that which I seek for, even to be rid of this heavy Burden; but get it off myself, I cannot; nor is there any man in our country that can take it off my shoulders; therefore am I going this way, as I told you, that I may be rid of my Burden.
chr: ᏧᏁᎶᏗ. ᎾᏍᎩ ᎠᏗᏃᏅ ᎠᎩᏲᎭ, ᎾᏍᎩ ᎠᎩᏰᏅᏙᎠᎯᏍᏗᏱ ᎯᎠ ᎦᎨᏛ ᏥᎦᎵᏎᎭ: ᎥᏝᏍᎩᏂᏃ ᎠᏋᏒᏉ ᏰᎵ ᎬᏆᏰᏅᏕᏍᏗ ᏱᎩ, ᎠᎴ ᎾᏍᎪ ᎥᏝ ᎩᎶ ᏰᎭ ᎠᏴ ᏗᏆᏓᎴᏅ ᎾᏍᎩ ᏰᎵ ᎬᎩᏰᏅᏕᏍᏗ; ᎾᏍᎩᏰᏃ ᎢᏳᏍᏗ ᎠᏂ ᏫᏥᎦᏗ, ᏥᎬᏲᏎᎸᎩ, ᎠᎩᏰᏅᏙᎠᎯᏍᏗᏱ ᎠᏆᏚᎵᏍᎬᎢ.

source: World. Who bid thee go this way to be rid of thy Burden?
chr: ᎡᎶᎯ-ᎡᎯ. ᎦᎪ ᏣᏁᏤᎴ ᎠᏂ ᏣᎶᎯᏍᏗᏱ ᎾᏍᎩ ᏣᏰᏅᏙᎠᎯᏍᏗᏱ ᏣᏩᏛᏗᏱ?

source: Chr. A man that appeared to me to be a very great and honorable person; his name as I remember is Evangelist.
chr: ᏧᏁᎶᏗ ᎠᏍᎦᏯ ᎣᏍᏛ, Ꮀ ᎤᏣᏘ ᎠᏥᎸᏉᏗᏳ ᎠᏓᏅᏖᏗᏱ: ᎠᎵᏣᏙᏂᏙᎯ ᎠᎩᏰᎸ ᏚᏙᎥ.

source: World. I beshrew him for his counsel; there is not a more dangerous and troublesome way in the world than is that unto which he hath directed thee; and that thou shalt find, if thou wilt be ruled by his counsel.
chr: ᎡᎶᎯ-ᎡᎯ. Ᏺ, ᏄᏍᏗᎩ ᏣᏬᏁᏔᏅ! ᎥᏝ ᎠᏏ ᎦᏙ ᏱᎬᏩᏍᏗ ᎤᏟ ᎤᎾᏰᎯᏍᏗ ᎠᎴ ᎤᏕᏯᏙᏗ ᎦᎶᎯᏍᏗᏱ ᏱᎦᎩ ᎾᏍᎩ ᎯᎠ ᎠᏂ ᏨᏗᏣᏎᎮᎸ; ᎠᎴ ᏔᏕᎶᎰᏏ, ᎾᏍᎩ ᏣᏬᏁᏔᏅ ᎢᎯᏍᏓᏩᏕᏒᎭ.

source: Thou hast met with something (as I perceive) already; for I see the dirt of the Slough of Dispond is upon thee; but that Slough is the beginning of the sorrows that do attend those that go on in that way: Hear me, I am older than thou; thou art like to meet with, in the way which thou goest, Wearisomeness, Painfulness, Hunger, Perils, Nakedness, Sword, Lions, Dragons, Darkness, and in a word, Death, and what not!
chr: ᎠᎴ ᎦᏙᎴᎣᏍᎦ ᎦᏳᎳ ᎪᎱᏍᏗ ᏣᎵᏍᏓᏁᎵᏙᎸᎢ; ᎢᏥᎪᏩᏗᏰᏃ ᎦᏳᎳ ᏝᏬᏔ ᎢᏣᏓᏅᎵᏰᎥ ᎠᎵᎲᏲᎵᎵᎯᏍᏗᏱ ᎤᏕᏅᎯ; ᎠᏗᎾ ᎾᎿ ᏝᏬᏚᎯ ᏧᏩᎫᏗ ᎠᏓᎴᏂᏍᎬᏉ ᎤᏲ ᎤᎾᏓᏅᏓᏗᏍᏗᏱ ᎨᏒ ᎾᏍᎩ ᎾᎿ ᎦᎶᎢᏍᏗ ᎠᏂᏴᏍᏗᏍᎩ; ᎯᎠᏍᎩᏂ ᏄᏍᏗ ᏙᏓᏣᏠᏏᏙᎵ ᎭᎢᏒᎢ, ᏧᏯᏪᎢᏍᏗ, ᎠᎩᎵᏯ, ᎠᎪᏄ, ᎤᎾᏰᎯᏍᏗ ᎠᏓᏅᏓᏗᏍᏗ, ᎣᏰᎸᎭᎢ, ᎭᏰᎳᏍᏗ-ᎦᏅᎯᏛ, ᏢᏓᏥ-ᏣᏁᏆ, ᎢᎾᏛ-ᎠᎾᎵ-ᏫᏍᏗᏍᎩ, ᎤᎵᏏᎩ, ᎠᎴ ᎯᎠᏉ ᏱᏂᎦᏪᏒ, ᎠᏲᎱᏍᎩ ᎠᎴ ᎾᏍᎩᏉ ᎢᎬᏩᏍᏗᏓᏂ ᏘᏩᏛᏔᏂᏙᎵ!

source: These things are certainly true, having been confirmed by many testimonies. And why should a man so carelessly cast away himself, by giving heed to a stranger?
chr: ᎯᎠᏍᎩᏂ ᏥᎬᏃᏁᎭ ᎤᏙᎯᏳᎯᏯ, ᎤᏂᏣᏔ ᎬᏂᎨᏒ ᎢᏳᏅᏁᎸᎯ. ᎦᏙᏃ ᏱᎦᎵᏍᏙᏗ ᏱᏂᎦᎥᏉ ᏴᏓᏓᎡᎦ, ᎠᎴ ᏴᏛᏓᏍᏓᏁ ᏅᎦᏔᎲᎾ?

source: Chr. Why, Sir, this Burden upon my back is more terrible to me than are all these things which you have mentioned; nay, methinks I care not what I meet with in the way, so be I can also meet with deliverance from my Burden.
chr: ᏧᏁᎶᏗ. ᎠᏗᏃᎾ ᎯᎠ ᏥᎦᎵᏎᎭ ᎤᏟᎯᏳ ᏂᏥᎾᏰᏍᎦ ᎡᏍᎦᏉ ᏂᎦᏛ ᎯᎠ ᏥᏁᎢᏍᏔᏄᎦ; ᎠᎴ ᎥᏝ ᎪᎱᏍᏗ ᎬᎩᎾᏰᎯᏍᏗ ᏱᎩ ᏗᏆᏠᏏᏓᏍᏗᏱ, ᎢᏳᏃ ᏫᎬᎩᏰᏅᏙᎠᎯᏍᏗ ᎢᎬᏩᎵᏍᏙᏗᏉ ᏱᎩ ᎯᎠ ᏥᎦᎵᏎᎭ.

source: World. How camest thou by thy Burden at first?
chr: ᎡᎶᎯ-ᎡᎯ. ᎦᏙᏃ ᏧᎵᏍᏙᏔᏅ ᎾᏍᎩ ᎯᎠ ᏣᎵᏎᎭ?

source: Chr. By reading this Book in my hand.
chr: ᏧᏁᎶᏗ. ᎯᎠᏉ ᏥᎪᎵᏰᏍᎬ ᎪᏪᎵ.

source: World. I thought so; and it is happened unto worldly thee as to other weak men, who meddling with things too high for them, do suddenly fall into thy distractions; which distractions do not only unman men men (as thine I perceive has done thee), but they run them upon desperate ventures, to obtain they know not what.
chr: ᎡᎶᎯ-ᎡᎯ. ᎾᏍᎩᏍᎩᏂ ᏂᎨᎵᏍᎬᎩ; ᎾᏍᎩᏰᏃ ᎤᏂᏣᏔ ᏄᎾᎵᏍᏓᏁᎸ ᏗᏂᏩᎾᎦᎳ ᎤᎾᏓᏅᏖᏗᏱ ᎠᏂᏍᎦᏯ, ᎾᏍᎩ, ᏂᎦᎵᏍᏙᏗ ᎤᎾᎵᏌᎳᏁᎲ ᎪᎱᏍᏗ ᎬᏩᏃᎵᏍᏗ ᏂᎨᏒᎾ ᎨᏒᎢ, ᎠᎴ ᎤᎵᏍᏗᏉ ᎤᎾᏁᎳᏫᏎᎯ ᏄᏅᏁᎰᎢ; ᎠᎴ ᎾᏍᎩ ᎤᎾᏁᎳᏫᏎᎯ ᎨᏒ ᎬᏂᏳ ᏄᏅᏁᎭ, ᎠᎴᎾ ᎦᏕᎶᎣᏍᎦ ᎾᏍᎩ ᏂᎯ ᏂᏨᏁᎲᎢ, ᎠᎴ ᎬᏍᎦᎢᏍᏓᎩ ᎾᎾᏛᏁᎰ, ᎠᎴ ᎤᏂᏲᎰ ᎪᎱᏍᏗ ᎾᏂᎦᏔᎲᎾ ᎢᏳᏍᏗ ᎨᏒᎢ.

source: Chr. I know what I would obtain; it is ease for my heavy burden.
chr: ᏧᏁᎶᏗ. ᎠᏴᏍᎩᏂ ᏥᎦᏔᎭ ᎢᏳᏍᏗ ᎠᎩᏲᎲᎢ; ᏙᎯᏱᏍᎩᏂ ᎠᏆᏓᏅᏓᏗᏍᏗᏱ ᎯᎠ ᎦᎨᏛ ᏥᎦᎵᏎᎭ ᎠᎩᏲᎭ.

source: World. But why wilt thou seek for ease this way, seeing so many dangers attend it? Especially, since (hadst thou but patience to hear me) I could direct thee to the obtaining of what thou desirest, without the dangers that thou in this way wilt run thyself into; yea, and the remedy is at hand. Besides, I will add, that instead of those dangers, thou shalt meet with much safety, friendship, and content.
chr: ᎡᎶᎯ-ᎡᎯ. ᎦᏙᏃ ᎠᏂ ᎢᏣᏲᎭ ᏙᎯᏱ ᏣᏓᏅᏓᏗᏍᏗᏱ, ᏂᎦᎥᏃ ᎤᎾᏰᎯᏍᏗ ᎠᏓᏅᏓᏗᏍᏗ ᎠᏩᏛᏔᏂᏓᏍᏗ ᎠᏂ ᎥᎢᏒᎢ? ᎢᏳᏰᏃ ᏰᎵ ᎨᏣᏛᏓᏍᏙᏗ ᏱᎩ ᏱᎬᏯᏎᎯᏏ ᎢᏣᏛᏁᏗ ᏣᏩᏛᏗᏱ ᎾᏍᎩ ᏥᏣᏲᎭ, ᎠᎴ ᎥᏝ ᎾᏍᎩ ᎢᎦᎢ ᎤᎾᏰᎯᏍᏗ ᏣᏩᏛᏔᏂᏓᏍᏗ ᏱᏅᎦᎵᏍᏓ, ᎠᎴᏃᎾ ᎡᏍᎦᏂᏳᏉ ᎡᎭ ᎤᏓᏗᏫᏍᏙᏗ. ᎠᎴᏃ ᎠᏏ ᏴᏥᏁᏉᏣ, ᎯᎠ ᏱᏅᏥᏫ, ᎯᎠ ᎤᎾᏰᎯᏍᏗᏉ ᏣᏩᏛᏔᏂᏓᏍᏗ ᏥᏂᎦᎵᏍᏗᎭ, ᎯᎠ ᏱᏄᏍᏗ ᏱᏩᏛᏔᏂᏙᎭ, ᏙᎯᏱ, ᏣᎵᎢ, ᎠᎴ ᏙᎯᏱ ᏣᏓᏅᏓᏗᏍᏗ ᎨᏒᎢ.

source: Chr. Pray Sir, open this secret to me.
chr: ᏧᏁᎶᏗ. ᏅᏗᎦ ᏍᎩᏃᎲᏏ.

source: World. Why in yonder Village (the village is named Morality) there dwells a Gentleman whose name is Legality, a very judicious man, and a man of very good name, that has skill to help men off with such burdens as thine are from their shoulders: yea, to my knowledge he hath done a great deal of good this way; ay, and besides, he hath skill to cure those that are somewhat crazed in their wits with their burdens. To him, as I said, thou mayest go, and be helped presently. His house is not quite a mile from this place, and if he should not be at home himself, he hath a pretty young man to his Son, whose name is Civility, that can do it (to speak on) as well as the old Gentleman himself; there, I say, thou mayest be eased of thy Burden; and if thou art not minded to go back to thy former habitation, as indeed I would not wish thee, thou mayest send for thy Wife and Children to thee to this village, where there are houses now stand empty, one of which thou mayest have at reasonable rates; Provision is there also cheap and good; and that which will make thy life the more happy is, to be sure there thou shalt live by honest Neighbors, in credit and good fashion,
chr: ᎡᎶᎯ-ᎡᎯ. ᎰᏩᏉ, ᎢᏢᏉᏍᎩᏂ ᏥᎦᏚᎭ (ᎠᏎ ᎣᏓᏅᏗᏉ ᏱᎩ ᏥᏚᏙᎥ) ᎾᎿ ᎡᎭ ᎣᏍᏛ ᎠᏍᎦᏯ ᏚᏳᏙᏛ-ᎢᏯᏛᏁᎯ ᏚᏙᎥ, ᎾᏍᎩ ᎠᏍᎦᏯ ᎠᏏᎾᏌᏂᏳ, ᎠᎴ ᎣᏏᏳ ᎠᎦᏓᏅᏖᏗᏱ, ᎠᎴ ᎠᏏᎾᏏᏳ ᏧᏪᏰᏅᏕᏍᏗᏱ ᎠᏂᏍᎦᏯ ᎾᏍᎩᏯ ᏂᎯ ᏥᏂᏨᏅ ᎢᏧᏅᎿ; ᎠᎴ ᎠᏋᏒ ᏥᎦᏔᎭ ᎤᏣᏔ ᎾᏍᎩ ᎯᎠ ᎢᏳᏍᏗ ᎣᏏᏳ ᏂᏚᏛᏁᎸ; ᎠᎴᏃ ᎤᏣᏘ ᎠᏏᎾᏌᏂᏳ ᏧᏅᏬᏗᏱ ᏓᎾᎵᏎᎲ ᎤᏍᏗᎩᏛ ᏧᏂᎸᏃᏙᏗᏍᎩ ᏥᎨᏐᎢ. ᎾᏍᎩᏰᏃ, ᏥᎬᏲᏎᎭ, ᏱᏫᎷᏤᎸ, ᏞᎩᏳ ᏱᏣᏍᏕᎸ. ᎥᏝ ᏑᏟᎶᏛ ᏱᎩ ᏗᎦᏁᎸᎢ; ᎠᎴᏃ ᏄᏬᎸᎾ ᏱᎩ ᎤᏩᏒ, Ꮀ ᎬᏂᎦᎵᏍᏗ ᎤᏪᏥ ᎠᏫᏅ ᎡᎭ ᎤᏙᎵᏍᏙᏍᏛ ᏚᏙᎥ, ᎾᏍᎩᏯᏉ ᎾᏍᏉ ᎤᏛᏐᏅᎯ ᎢᎬᏩᏛᏁᏗ ᎨᏒ ᏱᎾᏛᎦ: ᎾᎿᏉᏍᎩᏂ, ᎬᏲᏎᎭ, ᏱᏣᏰᏅᏙᎠᏏᎦ; ᎠᎴ ᎢᏳ ᎨᏣᏨᏍᏗᏉ ᏂᏣᏰᎸᏒᎾ ᏱᎩ Ꭰ ᎢᏣᏕᏅᎢ, (ᎠᎴᎾ ᎥᏝ ᏱᎤᏨᏒᏉ Ꮀ ᏱᎨᎵᎭ,) ᏳᏫᏙᎯᏯᏅᏉ ᏣᏓᎵᎢ ᎠᎴ ᏗᏤᏥ ᏗᏂᏲᎵ ᎾᎿ ᎦᏚᎲ ᏱᏙᎭᏘᏃᎦ, ᎠᎴ ᎾᎿ ᎤᏣᏔ ᏓᏓᏁᎸ ᏧᏏᏩ, ᎠᎴ ᎥᏝ ᎦᎶᏒᏍᏔᏅᎯ ᏱᏙᎦᏰᏣᎬᏩᎶᏓᏏ ᎭᏙᎳᏍᎬᎢ: ᎠᎴ ᎤᏣᏔᏉ ᎣᏍᏛ ᎡᎭ ᎾᎿ ᎠᎵᏍᏓᏴᏗ ᎠᎴ ᎦᏲᎵᏉ ᏧᎬᏩᎶᏗ; ᎠᎴᏃᎾ ᎤᏟ ᎢᎦᎢ ᎣᏍᏛ ᎤᏓᏅᏓᏗᏍᏗ ᏣᏓᎵᎢ ᎢᏳᏩᏁᎯ, ᎤᎶᏗᏢᏉ ᎯᏁᎴᏍᏗ ᎠᏃᏍᏛ ᎾᎥ ᎢᏣᏓᎵ ᏓᏂᏁᎸᎢ, ᎠᎴ ᎣᏏ ᎨᏣᏓᏅᏖᏗᏱ ᎨᏎᏍᏗ.

source: Now was Christian somewhat at a stand, but by presently he concluded, If this be true which this Gentleman hath said, my wisest course is to take his advice; and with that he thus farther spoke.
chr: ᎿᏉᏃ ᏧᏁᎶᏗ ᎤᏍᏗᎩᏛ ᏧᏢᏫᏛ ᏄᎵᏍᏓᏁᎸ; ᎠᏎᏃ ᎥᏝ ᏳᏬᎯᏤ ᎿᏉ ᏚᏭᎪᏔᏅ, ᎯᎠ ᏄᏪᏒᎩ, ᎢᏳᏃ ᏳᏙᎯᏳ ᎯᎠ ᎠᏍᎦᏯ ᏥᏂᎦᏪᎠ, ᎤᏗᏢᏉ ᎨᎵ ᏱᏚᏳᎪᏗ ᎾᎩᏪᏎᎸᏉ ᏱᎾᏆᏛᏁᎸ: ᎾᏍᎩ ᎯᎠ ᏚᏭᎪᏔᏅ ᎯᎠ ᎠᏏ ᏄᏪᏒᎩ.

source: Chr. Sir, which is my way to this honest man's house?
chr: ᏧᏁᎶᏗ. Ꭷ, ᎭᏢᏕᏃ ᏫᎦᏅᎿ ᎯᎠ ᎤᏓᏅᏗ ᎠᏍᎦᏯ ᏗᎦᏁᎸᎢ?

source: World. Do you see yonder high Hill?
chr: ᎡᎶᎯ-ᎡᎯ. ᎯᎪᏩᏗᏍᎪ Ꮎ ᏨᏧᏌᎯᎳ?

source: Chr. Yes, very well.
chr: ᏧᏁᎶᏗ. ᎥᎥ, ᎣᏏ ᏥᎪᏩᏘᎭ.

source: World. By that Hill you must go, and the first house you come at is his.
chr: ᎡᎶᎯ-ᎡᎯ. ᎾᎿ ᎣᏓᎷᎶᏗ ᏫᏣᎶᎯᏍᏗ; ᎢᎬᏱᏱᏉᏃ ᎠᏓᏁᎸ ᏫᎷᏥᎸ ᎾᏍᎩ ᎦᏁᎸ.

source: So Christian turned out of his way to go to Mr Legality's house for help; but behold, when he was got now hard by the Hill, it seemed so high, and also that side of it that was next the wayside, did hang so much over, that Christian was afraid to venture further, lest the Hill should fall on his head; wherefore there he stood still, and he wot not what to do. Also his Burden now seemed heavier to him than while he was in his way. There came also flashes of fire out of the Hill, that made Christian afraid that he should be burned. Here therefore he sweat and did quake for fear.
chr: ᎾᏍᎩᏃ ᏧᏁᎶᏗ ᎤᏞᏒ ᎤᏕᏙᏩᏗᏒ ᏚᏳᎪᏛᏧᎸᏫᏍᏓᏁᎯ ᏗᎦᏁᎸ ᏭᎶᏒ ᎤᏍᏕᎸᏗᏱ ᎤᏲᎸᏒᎩ: ᎠᏎᏃ, ᎬᏂᏳᏉ, ᎢᏳᏃ ᎣᏓᎷᎶᏗ ᏭᎷᏥᎸ ᎣᏣᏗᏉ ᎦᎸᎳᏗ ᏂᎦᏙ ᏅᏩᏍᏙᎢ, ᎠᎴ ᎾᏍᏉ ᎦᏅᏅ ᎢᏗᏢ ᎦᏍᎩ ᎢᏅᎯᏳ ᏧᎬᎮᏩᏙᎢ, ᎾᏍᎩᏃ ᏧᏁᎶᏗ ᎠᏍᎦᎢᎰᏉ ᎤᏗᏢ ᎾᎥ ᏭᎷᎯᏍᏗᏱ, ᎬᏩᏐᎥᏍᏗᏉᏰᏃ ᏅᏩᏍᏙ ᏓᎧᏂᏍᎬᎢ; ᎾᏍᎩᏃ ᎢᏳᏍᏗ ᎦᏙᎪᏉ, ᎠᎴ ᎤᏠᎪᏉ ᎢᏳᏛᏁᏗᏱ. ᎠᎴ ᎿᏉ ᎠᎵᏎᎲ ᎤᏗᏢ ᏂᎦᎨᏐ ᏅᏩᏍᏙ ᎡᏍᎦᏉ ᎠᏏ ᎾᏞᏍᎬᎾ ᏥᎨᏒᎩ. ᎠᎴ ᎿᏉ ᎠᏥᎸ ᏙᏗᎦᎾᏄᎪᎪ ᎤᏌᎯᎸᎢ, ᎾᏍᎩᏃ ᎿᏉ ᎤᏗᏢ ᎾᏍᎦᎢᎰ ᏧᏁᎶᏗ ᎠᎴ ᏓᏥᎴᏴᏏᏉ ᎡᎵᏍᎪᎢ; ᎠᎴ ᎠᎵ ᎬᏩᎰᏅᎯ ᎦᏙᎪᎢ, ᎠᎴ ᎤᏪᎾᏫᏍᎪ ᎠᏍᎦᎢᎲᎢ.

source: And now he began to be sorry that he had taken Mr Worldly Wiseman's counsel. And with that he saw Evangelist coming to meet him; at the sight also of whom he began to blush for shame. So Evangelist drew nearer and nearer; and coming up to him, he looked upon him with a severe and dreadful countenance, and thus began to reason with Christian.
chr: ᎠᎴ ᎿᏉ ᎤᎴᏅᎲ ᎤᏲ ᎤᏰᎸᏐ ᎤᏬᎯᏳᏅ ᎡᎶᎯ-ᎡᎯ-ᎠᎦᏔᎿᎢ ᎤᏬᏁᏔᏅᎢ; ᎠᎴ ᎿᏉ ᏫᏅᎬᏩᎪᎲ ᏙᏛᎤᏠᏏᏒ ᎠᎵᏣᏙᏂᏙᎯ, ᎠᎴ ᎤᎪᎲᏉ ᎤᎴᏅᎲ ᎠᏕᎰᏍᎬᎢ. ᎾᏍᎩᏃ ᎠᎵᏣᏙᏂᏙᎯ ᎡᏍᎦ ᏗᎦᏙᎢ, ᎠᎴ ᎦᏙᎬ ᎢᏗᏢ ᏗᎦᏙ ᏣᎢᏒᎢ, ᎠᎴ ᎤᎾᏰᎯᏍᏗᏳ ᏚᎧᏂᏍᎬ ᎨᏐᎢ, ᎠᎴ ᎿᏉ ᎤᎴᏅᎲ ᎤᏬᏁᏔᏅ ᏧᏁᎶᏗ.

source: Evan. What doest thou here, Christian? said he: at which words Christian knew not what to answer; wherefore at present he stood speechless before him. Then said Evangelist farther, Art not with thou the man that I found crying without the walls of the City of Destruction?
chr: ᎠᎵᏣᏙᏂᏙᎯ. ᎦᏙᏉ ᎭᏛᏁᎭ ᎠᏂ ᏗᏣᏁᎶᏗ? ᎤᏛᏅᎩ: ᎾᏍᎩᏃ ᏄᏪᏒ ᎤᏠᎪᏉ ᎢᏳᏪᏍᏗᏱ ᏧᏁᎶᏗ: ᎾᏍᎩᏃ ᏂᎦᎵᏍᏙᏗᏍᎪ ᎡᎳᏪᏉ ᎦᏙᎪᎢ. ᎿᏉ ᎠᎴ ᎯᎠ ᏄᏪᏒ ᎠᎵᏣᏙᏂᏙᎯ, ᏝᏍᎪ ᏂᎯ ᏱᎩ ᏥᎬᏩᏛᎲ ᏣᏠᏱᎲ ᎠᏐᏱ ᏙᏱᏗᏢ ᏥᏙᎬ ᎠᏲᎱᎯᏍᏗ ᏗᎦᏚᎲᎢ?

source: Chr. Yes, dear Sir, I am the man.
chr: ᏧᏁᎶᏗ. ᎥᎥ ᎬᎨᏳᎢ, ᎠᏴᏰᎾᎢ.

source: Evan. Did not I direct thee the way to the little Wicket-gate,
chr: ᎠᎵᏣᏙᏂᏙᎯ. ᏝᏍᎪᏃ ᏳᏫᎬᏯᏎᎮᎴ ᎤᏍᏗ ᎦᎶᎯᏍᏗ ᏗᎪᏢᏒᎢ ᏫᏣᎶᎯᏍᏗᏱ;

source: Chr. Yes, dear Sir, said Christian.
chr: ᏧᏁᎶᏗ. ᎥᎥ ᎬᎨᏳᎢ, ᎤᏛᏅᎩ.

source: Evan. How is it then that thou art so quickly turned aside? for thou art now out of the way.
chr: ᎠᎵᏣᏙᏂᏙᎯ. ᎦᏙᏃ ᎦᎵᏍᏙᏗ ᏂᎦᎥ ᏞᎩᏳ ᎢᏣᏞᏒ? ᏣᏞᏛᏉᏰᏃ ᏥᏂᏣᏛᎿᏗ ᎠᏂ.

source: Chr. I met with a Gentleman so soon as I had got over the Slough of Dispond, who persuaded me that I might, in the village before me, find a man that could take off my Burden.
chr: ᏧᏁᎶᏗ. ᎠᏍᎦᏯᏍᎩᏂ ᎣᏍᏛ ᏙᎩᎾᏠᏒ ᏄᏬᎯᏨᎾᏉ ᎠᎵᎲᏲᎵᎵᎯᏍᏗᏱ ᎥᏓᎸ ᏗᏆᏚᎩᏒ, ᎾᏍᎩ ᎠᎩᏍᏗᏰᏔᏅᎩ, ᎯᎠ ᏫᏥᎦᏛ ᏨᏗᎦᏚᎭ, ᎾᎿ ᎦᏥᏩᏛᏗ ᎨᏒ ᎠᏍᎦᏯ ᎾᏍᎩ ᏰᎵ ᎬᎩᏰᏅᏕ ᏍᏗᏉ ᎨᏒᎢ.

source: Evan. What was he?
chr: ᎠᎵᏣᏙᏂᏙᎯ. ᎦᎪ ᎢᏳᏍᏗ?

source: Chr. He looked like a Gentleman, and talked much to me, and got me at last to yield; so I came hither: but when I beheld this Hill, and how it hangs over the way, I suddenly made a stand, lest it should fall on my head.
chr: ᏧᏁᎶᏗ. ᎣᏏᏳ ᎨᏒ ᏗᎧᏃᏗᏱ ᎠᏍᎦᏯ, ᎠᎴ ᎤᏣᏛ ᎠᏆᎵᏃᎮᏔᏅᎩ; ᎾᏍᎩᏃ ᎢᏨᏍᏗ ᎠᏂ ᎠᎩᎷᏥᎸ; ᎠᏎᏃ ᎠᎩᎪᎲ ᎯᎠ ᎤᏌᎯᎸᎢ, ᎠᎴ ᏂᎦᎥ ᎤᎬᏪᎭᏛᎢ, ᎤᎵᏍᏗᏳᏉ ᎠᏆᎴᏫᏍᏔᏅᎩ; ᏯᏆᏐᎥᎦᏉᏰᏃ ᎠᏇᎵᏒᎩ.

source: Evan. What said that Gentleman to you?
chr: ᎠᎵᏣᏙᏂᏙᎯ. ᎦᏙᏃ ᏦᏎᎴ ᎾᏍᎩ ᎣᏍᏛ ᎠᏍᎦᏯ?

source: Chr. Why, he asked me whither I was going; and I told him.
chr: ᏧᏁᎶᏗ. ᎠᏆᏛᏛᏅᏉᏰᎾ, ᏫᏥᎦᏛᎢ; ᎠᎴ ᏥᏃᏁᎸᏉᏃ.

source: Evan. And what said he then?
chr: ᎠᎵᏣᏙᏂᏙᎯ. ᎦᏙᏃ ᎿᏉ ᎢᎤᏛᏁᎢ?

source: Chr. He asked me if I had a family; and I told him. But, said I, I am so loaden with the Burden that is on my back, that I cannot take pleasure in them as formerly.
chr: ᏧᏁᎶᏗ. ᎠᏆᏛᏛᏅᏰᎾ, ᏥᎪ ᏗᏣᏓᏘᎿᎢ? ᎠᏉᏎᎸᎩ; ᎥᏥᏃᏁᎸᏃ. ᎠᏎᏃ, ᎤᏣᏘᏉ ᎦᎨᏗᏳ ᎾᏆᏛᎿᏕᎦ ᎯᎠ ᏥᎵᏎᎭ, ᎥᏝᏃ ᎣᏍᏛ ᎣᎦᏓᏅᏓᏗᏍᎪ ᎠᏁᏙᎲ ᎨᏙᎲᎢ ᎾᏍᎩᏯ ᎢᎸᎯᏳ ᏥᏄᏍᏛᎩ; ᎢᏥᏲᏎᎸᎩ.

source: Chr. He bid me with speed get rid of my Burden; and I told him 'twas ease that I sought. And, said I, I am therefore going to yonder Gate, to receive further direction how I may get to the place of deliverance. So he said that he would shew me a better way, and short, not so attended with difficulties as the way, Sir, that you set me; which way, said he, will direct you to a Gentleman's house that hath skill to take off these Burdens: So I believed him, and turned out of that way into this, if haply I might be soon eased of my Burden. But when I came to this place, and beheld things as they are, I stopped for fear (as I said) of danger: but I now know not what to do.
chr: ᏧᏁᎶᏗ. ᎠᎩᏁᏤᎸᏉᏰᎾ ᏄᎵᏍᏛ ᎠᏆᏰᏅᏕᏍᏗᏱ, ᎠᏗᎾ ᏙᎯᏱᏉ ᎠᏆᏓᏅᏓᏗᏍᏗ ᎠᎩᏲᎭ, ᏥᏲᏎᎸᎩ: ᎠᎴ ᎾᏍᎩ ᎢᏳᏍᏗ Ꮎ ᎤᏍᏗ ᎦᎶᎯᏍᏗ ᏗᎪᏢᏒ ᏫᏥᎦᏗ, ᏥᏲᏎᎸᎩ, ᎾᎿ ᎠᎴ ᏨᏉᏏᏌᏁᏗᏱ ᎠᎩᏲᎵ ᎾᏍᎩᏃ ᎠᏆᏚᏓᎴᏍᏗᏱ ᎠᎩᏩᏛᏗᏱ. ᎾᏍᎩᏃ ᎿᏉ ᎤᏟ ᎣᏏ ᎢᎬᏆᏛᏁᏗ ᎠᏆᏎᎮᏗᏱ ᎠᏉᏎᎸᎩ, ᎠᎴ ᎾᎥᏉ ᎬᎩᏩᏛᏗ ᎨᏒᎢ, ᎠᎴ ᎾᏍᎩ ᎢᎦᎢ ᎤᏕᏯᏙᏗ ᎬᏩᏛᏔᏂᏓᏍᏗ ᏂᎨᏒᎾ ᎨᏒᎢ, ᎾᏍᎩ ᏥᏂᎦᎥ ᏥᏥᏩᏛᏔᏂᏙᎭ ᏂᎯ ᏥᏍᏆᏎᎮᎸᎩ; ᎾᏍᎩ ᎯᎠ ᏮᏓᎬᏯᏎᎮᎵ ᎣᏍᏛ ᎠᏍᎦᏯ ᏗᎦᏁᎸ ᎾᏍᎩ ᎤᏣᏘ ᎠᏏᎾᏏᏳ ᎤᏓᏰᏅᏕᏍᏗᏱ, ᎤᏛᏅᎩ; ᎾᏍᎩᏃ ᏥᏲᎢᏳᏅᎩ, ᎠᎴ ᏛᏆᏎᎮᎸ ᎠᏂ, ᎠᎴ ᎠᏂ ᎠᎩᎷᏨᎩ, ᎾᏍᎩᏃ ᏱᏅᏎᎦᎩ ᏙᎯᏱ ᏱᎦᏓᏅᏓᏓ ᎯᎠ ᏥᎦᎵᏎᎭ ᎠᏇᎵᏒᎩ. ᎠᏎᏃ ᎠᏂ ᎠᎩᎷᏥᎸ, ᎾᏍᎩ ᎯᎠ ᏄᏍᏛ ᎠᎩᎪᏩᏛᏗ ᎸᎵᏍᏔᏅ ᏥᏄᏍᏗ ᏂᎯ ᏥᎪᏩᏘᎭ, ᎠᏆᎴᏫᏍᏓᏅᏃ, ᏥᎾᏰᏍᎬᏉ ᎤᏍᎦᏎᏗ ᎨᏒᎢ; ᎠᏎᏃ ᎪᎯ ᎨᏒ ᎥᏝᏃ ᏱᏥᎦᏔᎭ ᎢᏯᏆᏛᏁᏗᏱ.

source: Evan. Then, said Evangelist, stand still a little, that I may shew thee the words of God. So he stood trembling. Then said Evangelist, See that ye refuse not him that speaketh; for if they escaped not who refused him that spake on Earth, much more shall not we escape, if we turn away from him that speaketh from Heaven. He said moreover, Now the just shall live by faith: but if any man draws back, my soul shall have no pleasure in him. He also did thus apply them, Thou art the man that art running into this misery, thou hast begun to reject the counsel of the Most High, and to draw back thy foot from the way of peace, even almost to the hazarding of thy perdition.
chr: ᎠᎵᏣᏙᏂᏙᎯ. ᎿᏉᏃ ᎯᎠ ᏄᏪᏒ ᎠᎵᏣᏙᏂᎪᎯ, ᎯᏙᎨᏍᏗ ᏞᎦ, ᎾᏍᎩᏃ ᏓᎬᏃᏁᎵ ᏄᏍᏛ ᎤᏁᎳᏅᎯ ᎤᏁᏨᎯ. ᎾᏍᎩᏃ ᎦᏙᎪ ᎤᏪᎾᏫᏍᎪᎢ. ᎿᏉᏃ ᎯᎠ ᏄᏪᏒ ᎠᎵᏣᏙᏂᏙᎯ, “ᎢᏤᏯᏔᎮᏍᏗ ᏞᏍᏗ ᏥᎡᏣᏓᏱᎵ ᎾᏍᎩ ᏥᎧᏁᎦ: ᎢᏳᏰᏃ ᏄᎾᏓᏗᏫᏎᎸᎾ ᏱᎩ ᎾᏍᎩ ᎤᎾᏓᏱᎸᎯ ᎾᏍᎩ ᎡᎶᎯ ᎤᏁᏥᎸᎯ ᎤᏗᏢᏃ ᎢᎦᎢ ᎥᏝ ᏂᎯ ᏴᎦᏰᏓᏗᏫᏏ, ᎢᏳᏃ ᎢᎡᏓᏜᎡᎮᏍᏗ ᎾᏍᎩ ᎦᎸᎳᏗ ᏨᏗᎧᏁᎦ.” ᎠᎴ ᎠᏏ ᎯᎠ ᏄᏪᏒᎩ, “ᎤᎾᏓᏅᏗᏃ ᎪᎯᏳᏗᏉ ᎨᏒ ᏚᎾᏛᏂᏗᏍᏙᏕᏍᏗ; ᎢᏳᏍᎩᏂᏃ ᎩᎶ ᎢᎠᏏᏁᎨᏍᏗ, ᎥᏝ ᎣᏍᏛ ᎦᏥᏯᏓᏅᏓᏕᏗ ᏱᎨᏎᏍᏗ,” ᎿᏉ ᎠᎴ ᎾᏍᎩ ᏚᏬᎢᏌᏅᎩ; ᏂᎯᏍᎩᏂ ᎯᏍᎦᏯ ᎤᏲᏢ ᎢᏗᏢ ᏫᎦᏘ; ᎠᎴ ᎿᏉ ᏣᎴᏅ ᏣᏲᎢᏎ ᏩᏍᏛ ᎦᎸᎳᏗᏳ ᏧᎵᏙᎯᏍᏗ ᎤᏁᏨᎯ, ᎠᎴ ᎿᏉ ᎭᏞᎠ ᏅᏩᏙᎯᏯᏛ ᎦᏅᎿᏩᏗᏒᎢ, ᎠᎴ ᎾᎥᏂᏳᏉ ᎿᏉ ᎤᏲᏢ ᏣᎾᏄᎪᏥᎯᏍᏗᏱ.

source: Then Christian fell down at his foot as dead, crying, Wo is me, for I am undone: At the sight of which, Evangelist caught him by the right hand, saying, “All manner of sin and blasphemies shall be forgiven unto men;” [Matthew 12:31]. “Be not faithless, but believing.” [John 20:27]. Then did Christian again a little revive, and stood up trembling, as at first, before Evangelist.
chr: ᎿᏉᏃ ᏧᏁᎶᏗ ᎡᎳᏗ ᏕᎤᎳᏍᎬ ᎾᎥ ᎤᏲᎱᏒᎯ ᎢᏗᎬᏤᎵᏛ ᎤᏅᏥᎸᎩ, ᎤᏪᎷᏅᎩ, ᏄᏲᏢᏉ ᎠᏴ, ᎿᏉᏰᏃ ᎠᏎ ᎾᏆᎵᏍᏓᏁᎵᎦ ᎤᏛᏅᎩ! ᎾᏍᎩᏃ ᎤᎪᎲ ᎠᎵᏣᏙᏂᏙᎯ ᎠᎦᏗᏏ ᎤᏬᏰᏂ ᎤᏂᏴᎲᎩ, ᎯᎠ ᏄᏪᏎᎸᎩ, “ᏂᎦᏗ ᏄᏓᎴᏒ ᎠᏍᎦᏅᎢᏍᏗ ᎨᏒ ᎠᎴ ᎠᏐᏢᎢᏍᏙᏗ ᎨᏒ ᎨᏥᏙᎵᏍᏗᏉ ᎨᏎᏍᏗ ᏴᏫ;” ᎹᏚ 12:31. “ᏞᏍᏗᏉ ᏂᏦᎯᏳᏒᎾᏉ ᏱᎨᏎᏍᏗ, ᎰᎯᏳᎲᏍᎨᏍᏗᏉᏍᎩᏂ,” ᏣᏂ 20:27. ᎿᏉ ᏧᏁᎶᏗ ᏔᎵᏁ ᎤᏍᏗᎩᏛ ᎤᎦᎵᏍᏙᏒᎩ, ᎠᎴ ᎤᏪᎾᏫᏍᎩ ᎤᎴᏅᎩ, ᎾᏍᎩᏯ ᎢᎬᏱᏱ ᏥᏄᏛᏁᎸᎩ, ᎠᎵᏣᏙᏂᏙᎯ ᎦᏙᎬᎢ.

source: Then Evangelist proceeded, saying, Give more earnest heed to the things that I shall tell thee of. I will now shew thee who it was that deluded thee, and who it was also to whom he sent thee. The man that met thee is one Worldly Wiseman, and rightly is he so called: partly because he savoureth only the doctrine of this world, (therefore he always goes to the Town of Morality to church); and partly because he loveth that doctrine best, for it saveth him from the Cross. And because he is of this carnal temper, therefore he seeketh to prevent my ways, though right.
chr: ᎿᏉᏃ ᎠᎵᏣᏙᏂᏙᎯ ᎤᎴᏅᎲ, ᎯᎠ ᏄᏪᏒᎩ, ᎤᏗᏢ ᎢᎦᎢ ᎣᏍᏛ ᎭᎦᏌᏯᏍᏓ ᎾᏍᎩ ᏨᏓᎬᏃᏁᎵ. ᎿᏉ ᏓᎬᏃᏁᎵ ᎾᏍᎩ ᎨᏒ ᏥᏣᎴᎾᏍ. ᏔᏅ, ᎠᎴ ᎾᏍᎩ ᎨᏒ ᏧᏪᎸ ᏫᎶᎯ ᏥᏦᏎᎴᎢ. ᎯᎠ ᎠᏍᎦᏯ ᎾᏍᎩ ᏥᏕᏣᏠᏎᎢ, ᎾᏍᎩ ᎡᎶᎯ-ᎡᎯ-ᎠᎦᏔᎿᎢ; ᎠᎴᏃᎾ ᏚᏳᎪᏗᏉ ᏥᏄᏍᏗ ᏥᏚᏙᎥ; ᎯᎠ ᏂᎦᎵᏍᏙᏗ ᎾᏍᎩ ᎡᎶᎯᏉ-ᎡᎯ ᏗᏕᏲᏗ ᎤᎨᏳᎯ ᎨᏒᎢ; (ᎾᏍᎩᏃ ᎢᏳᏍᏗ ᎠᏎ-ᎣᏓᏅᏗᏳᏉ-ᏱᎩ ᏥᏚᏙᎥ ᏗᎦᏚᎲ ᎡᎪ ᎤᎾᎵᎪᎯ ᏓᏂᎳᏫᎬᎢ;) ᏂᎦᎵᏍᏙᏗᏰᏃ ᎤᏟ ᏄᎨᏳ ᎾᏍᎩ ᏓᎾᏕᏲᎲᏍᎬᎢ, ᎤᏭᏓᎴᏰᏃᎾ ᏓᏓᎿᏩᏍᏛ ᏗᎧᎿᏩᏛᏍᏗ ᏧᎧᎿᏩᏛᏍᏗᏱ; ᎠᎴᏃ ᏂᎦᎵᏍᏙᏗ ᎡᎶᎯᏉ ᎤᏓᏅᏖᎵᏓᏍᏗ ᎤᎲᎢ, ᎾᏍᎩ ᎢᏳᏍᏗ ᎠᏴ ᎠᏆᎴᎾᏍᏓᏁᎭ, ᎠᏎᏃ ᎠᏴ ᏕᎦᏕᏲᎲᏍᎬ ᏚᏳᎪᏗ.

source: Now there are three things in this man's counsel that thou must utterly abhor.
chr: ᎠᎴ ᏦᎢ ᏄᏓᎴ ᎯᎠ ᎠᏍᎦᏯ ᏓᏕᏲᎲᏍᎬ ᎠᏎ ᎤᏍᎦᎢᏍᏗᏳ ᎯᏯᏓᏅᏓᏕᏗ ᏅᏓᎦᎵᏍᏔᏂ.

source: His turning thee out of the way.
chr: ᏥᏣᎴᎾᏍᏗᎭ.

source: His labouring to render the Cross odious to thee.
chr: ᎠᎴ ᏣᎵᏂᎬᏁ ᏧᏓᎿᏩᏛ ᏕᎯᎧᎿᏩᏗᏒ ᎤᏍᎦᎢᏍᏗ ᏣᏓᏅᏓᏗᏍᏗᏱ ᏥᏂᏨᏁᎭ.

source: And his setting thy feet in that way that leadeth unto the administration of Death.
chr: ᎠᎴ ᎠᏓᎯᎯ ᏗᎪᏢᏒ ᎢᏗᏢ ᏥᏫᏗᏣᎦᏔᏁ ᏗᏣᎳᏏᏕᏂ.

source: First, Thou must abhor his turning thee out of the way; yea, and thine own consenting thereto, because this is to reject the counsel of God for the sake of the counsel of a Worldly Wiseman. The Lord says, Strive to enter in at the strait gate [Luke 13:24], the gate to which I sent thee; for strait is the gate that leadeth unto life, and few there be that find it [Matthew 7:13-14]. From this little Wicket-gate, and from the way thereto, hath this wicked man turned thee, to the bringing of thee almost to destruction; hate therefore his turning thee out of the way, and abhor thyself for hearkening to him.
chr: ᎢᎬᏱ, ᎠᏎ ᎤᏍᎦᎢᏍᏗᏳ ᎯᏯᏓᏅᏓᏕᏗ ᏅᏓᎦᎵᏍᏔᏂ ᏥᎶᏞᏍᏗᎭ ᎦᏅᏅᎢ; ᎠᎴ ᎾᏍᏉ ᏨᏒ ᎨᏒ ᏦᎯᏳᏅᎢ; ᎯᎠᏰᏃ ᎾᏍᎩ ᎢᏣᏲᎢᏎ ᎤᏁᎳᏅᎯ ᎦᏁᎬᎢ, ᎠᎴ ᎯᎬᏫᏳᏗᎭ ᎡᎶᎯ-ᎡᎯ-ᎠᎦᏔᎿᎢ ᏣᏬᏁᏔᏅᎢ. ᏲᎰᏩ ᏰᏃ ᎯᎠ ᏂᎦᏪᎭ, “ᎢᏣᎵᏂᎬᏏ ᎬᎾᏙᎵ ᎦᎶᎯᏍᏗᏱ ᎨᏒ ᎢᏥᏴᏍᏙᏗᏱ,” ᎷᎦ 13:24; ᎾᏍᎩ ᎯᎠ ᎦᎶᎯᏍᏗᏱ ᏗᎪᏢᏒ ᏫᏣᎶᎯᏍᏗᏱ ᏥᎬᏲᏎᎸᎩ: “ᎬᎾᏙᎵᏰᏃ ᎦᎶᎯᏍᏗᏱ ᎾᏍᎩ ᎬᏂᏛ ᏫᎦᎾᏄ ᎪᎬᎢ, ᎠᎴ ᎠᏂᎦᏲᎵᏳ ᎠᏂᏩᏘᎭ.” ᎹᏚ 7:13-14. ᎾᏍᎩ ᎯᎠ ᎤᏍᏗ ᎦᎶᎯᏍᏗᏱ ᏗᎪᏢᏒᎢ, ᎠᎴ ᎾᎿ ᏫᎦᏅᏅᎢ, ᎾᏍᎩ ᎯᎠ ᎤᏁᎫᏥᏛ ᎠᏍᎦᏯ ᏣᏞᏍᏔᏅ, ᎾᏍᎩ ᎪᎱᏍᏗ ᏣᎵᏍᏓᏁᏗᏱ ᎾᎥ ᏥᎾᏨᏏᏓ: ᎾᏍᎩ ᎢᏳᏍᏗ, ᎯᏂᏆᏗᎮᏗᏉ, ᏥᏣᏞᏍᏗ ᎦᏅᏅᎢ, ᎠᎴ ᎭᏓᏂᏆᏗᎮᏍᏗ ᏨᏒ ᏥᏲᎢᏳᏁᎸ.

source: Secondly, Thou must abhor his labouring to render the Cross odious unto thee; for thou art to prefer it before the treasures of Egypt [Hebrews 11:25-26]. Besides, the King of Glory hath told thee, that he that will save his life shall lose it: and He that comes after him, and hates not his father, and mother, and wife, and children, and brethren, and sisters, yea and his own life also, he cannot be my Disciple. [Mark 13:35, John 12:25, Matthew 10:39, Luke 14:26] I say therefore, for a man to labour to persuade thee, that that shall be thy death, without which, the Truth hath said, thou canst not have eternal life; This doctrine thou must abhor.
chr: ᏔᎵᏁᎢᏃ, ᎠᎴ ᎯᏂᏆᏘᎮᏗ ᏥᏂᎦᎥ ᏣᎵᏂᎬᏁ ᏓᏓᎿᏩᏍᏛ ᎤᏍᎦᎢᏍᏗ ᎠᏓᏅᏓᏗᏍᏗ ᎢᏨᏁᏗᏱ; ᎾᏍᎩᏰᏃ ᏣᎬᏫᏳᏙᏗ ᎡᏍᎦᏉ ᏣᏰᎸᏗ ᎢᏥᏈᏱ ᎨᏅᎢᏍᏗ ᎠᎲᎢ, ᎠᏂᏈᎷ 11:25-26. ᎠᎴᏃ ᎾᏍᏉ, ᎦᎸᏉᏗᏳ ᎤᎬᏫᏳᎯ ᏣᏃᏁᎸ, ᎾᏍᎩ ᎩᎶ ᎬᏅ ᎢᎠᏩᏘᏍᎨᏍᏗ, ᎾᏍᎩ ᎤᏲᎱᏎᏗ ᎨᏎᏍᏗ; ᎠᎴ ᎩᎶ ᎠᎩᏍᏓᏩᏕᎨᏍᏗ, ᏂᎦᏂᏆᏘᎲᎾᏃ ᎢᎨᏎᏍᏗ ᎤᏙᏓ, ᎠᎴ ᎤᏥ, ᎠᎴ ᎤᏓᎵᎢ, ᎠᎴ ᏧᏪᏥ, ᎠᎴ ᎠᎾᏓᏅᏢᎢ, ᎠᎴ ᏧᏙ, ᎠᎴ ᎤᏩᏒ ᎬᏅ ᎾᏍᏉ ᏂᎦᏂᏆᏗᎲᎾ ᎢᎨᏎᏍᏗ, ᎥᏝ ᎠᏴ ᎠᎩᏍᏓᏩᏕᎩ ᏱᎨᏎᏍᏗ, ᎹᏚ 8:38; ᏣᏂ 12:25; ᎹᏚ 10:39; ᎷᎦ 14:26. ᎾᏍᎩᏃ ᎯᎠ ᎢᏳᏍᏗ, ᎯᎠ ᏂᎬᏪᏎᎭ, ᎤᏁᎳᏅᎯ ᎯᎠ ᏂᎦᏪᎠ, ᎤᏍᏗ ᎦᎶᎯᏍᏗ ᏗᎪᏢᏒ ᏫᏂᏣᏴᏍᏔᏅᎾ ᏱᎩ, ᎥᏝ ᎬᏂᏛ ᏴᎦᎯᏩᏛ. ᎢᏳᏃ ᎩᎶ ᏴᏫ ᏱᏣᏍᏗᏰᏗ ᏦᎯᏳᏗᏱ ᎾᏍᎩ ᏱᏫᏣᏴᏍᏔᏅ ᏣᎯᎯᏉ ᎨᏒᎢ: ᎾᏍᎩ ᎯᎠ ᏥᏄᏍᏗ ᏥᏓᏕᏲᎲᏍᎦ, ᎯᏍᎦᏤᏗ.

source: Thirdly, Thou must hate his setting of thy feet in the way that leadeth to the ministration of death. And for this thou must consider to whom he sent thee, and also how unable that person was to deliver thee from thy Burden.
chr: ᏦᎢᏁᎢ, ᎠᏎ ᎯᏂᏆᏘᎮᏗ ᎾᏍᎩ ᏥᏣᏕᏙᏍᏔᏅ ᎦᏅᎾᏩᏗᏒ ᏫᎦᎾᏄᎪᎬ ᎠᏲᎱᎯᏍᏗᏱ. ᎠᎴ ᎾᏍᎩ ᏂᎯ ᏣᏓᏅᏖᏗ ᎪᎦ ᎢᏳᏍᏗ ᎨᏒᎢ, ᎾᏍᎩ ᏧᏬᎸ ᏫᏣᎷᎯᏍᏗᏱ ᏦᏎᎸᎢ, ᎠᎴ ᎾᏍᎪ ᎢᎬᏩᏛᏁᏗ ᏂᎨᏒᎾ ᎨᏒ, ᎾᏍᎩ ᎠᏍᎦᏯ ᏣᏰᏅᎾᏍᏗᏱ ᎭᎵᏎᎲᎢ.

source: He to whom thou was sent for ease, being by name Legality, is the Son of the Bond-woman which now is, and is in bondage with her children; woman and is in a mystery this Mount Sinai, which thou hast feared will fall on thy head. Now if she with her children are in bondage, how canst thou expect by them to be made free? This Legality therefore is not able to set thee free from thy Burden. No man was as yet ever rid of his Burden by him ; no, nor ever is like to be: ye cannot be justified by the Works of the Law; for by the deeds of the Law; no man living can be rid of his Burden: therefore, Mr Worldly Wiseman is an alien, and Mr Legality a cheat; and for his son Civility, notwithstanding his simpering looks, he is but a hypocrite and can not help thee. Believe me, there is nothing in all this noise, that thou hast heard of this sottish man, but a design to beguile thee of thy Salvation, by turning thee from the way in which I had set thee. After this Evangelist called aloud to the Heavens for confirmation of what he had said; and with that there came words and fire out of the Mountain under which poor Christian stood, that made the hair of his flesh stand. The words were thus pronounced, As many as are the works of the Law are under the curse; for it is written, Cursed is every one that continueth not in all things which are written in the Book of the Law to do them.
chr: ᎠᎴ ᎯᎠ ᏧᏬᎸ ᏫᏣᎶᎯᏍᏗᏱ ᏥᏣᏎᎮᎸ ᏙᎯ ᏣᏓᏅᏓᏗᏍᏗᏱ, ᏚᏳᎪᏛ ᏧᎸᏫᏍᏓᏁᎯ ᏚᏙᎥ, ᎾᏍᎩ ᎠᏥᎾᏝᎢ ᎠᎨᏴ ᎤᏪᏥ, ᎿᏉ ᎪᎯ ᏤᎭ, ᎠᎴ ᏥᏕᎨᏥᎾᏝᎠ ᎤᏩᏒ, ᎠᎴ ᏧᏪᏥ; ᎠᎴ ᎾᏍᎩ ᏓᏟᏍᎶᏍᏗ ᎯᎠ ᎤᏌᎯᎸ ᏌᎾᎢ ᎾᏍᎩ ᏥᏍᎯᎦᎢᎭ ᏣᏐᎥᏍᏗᏱ. ᎿᏉᏃ ᎯᎠ ᎠᎨᏴ ᎠᎴ ᏧᏪᏥ ᏱᏗᎨᏥᎾᏝᎠ, ᎦᏙᏃ ᏱᎦᎵᏍᏙᏗ ᏯᏓᏅᏖ ᎾᏍᎩ ᎨᏧᏓᎴᏍᏗᏱ? ᎯᎠᏃ ᏚᏳᎪᏛ ᏧᎸᏫᏍᏓᏁᎯ ᏥᏚᏙᎥ, ᎥᏝ ᎾᏍᏉ ᏰᎵᎦ ᎢᎬᏩᏛᏁᏗ ᏱᎩ ᏣᏰᏅᏕᏍᏗᏱ ᎭᎵᏎᎲᎢ. ᎥᏝ ᎠᎴ ᎩᎶ ᏳᏪᏰᏅᏕᏐ ᎠᏏ ᎯᎠ ᎠᏍᎦᏯ; ᎥᏝ, ᎠᎴ ᎾᏍᎩ ᎢᎬᏩᎵᏍᏙᏗ ᏱᎩ; ᎥᏝ ᏰᏃ ᏴᎨᏣᏚᏓᎴᏍᏓ ᎢᏨᏗᏍᎬ ᏕᏥᎸᏫᏍᏓᏁᎲ ᎢᏦᎯᏳᎲᏍᎬ ᏗᎧᎾᏩᏛᏍᏗ; ᏝᏰᏃ ᎩᎶ ᎬᏪᏰᏅᏙᎠᎯᏍᏗ ᏱᎩ ᎠᎵᏎᎲ, ᏚᎸᏫᏍᏓᏁᎲ ᏗᎧᎾᏩᏛᏍᏗ ᎪᎯᏳᎲᏍᎬᎢ. ᎾᏍᎩᏃ ᎡᎶᎯ-ᎡᎯ-ᎠᎦᏔᎾᎢ ᎡᏙᎯᏉ, ᏅᏩᎾᏓᎴ ᎤᎾᏤᎵᎪᎯ ᎡᎯ; ᎠᎴ ᏚᏳᎪᏛ-ᏧᎸᎾᏍᏓᏁᎯ ᏥᏚᏙᎥ ᎠᏓᎶᏄᎮᏍᎩᏉ; ᎤᏪᏥᏃ ᎤᏙᎵᏍᏙᏍᏛ ᏥᏚᏙᎥ, ᏂᎦᎥ ᎤᏙᎵᏍᏙᏏᏳ ᏗᎦᏃᏗᏱ ᏥᎩ, ᎤᏠᎾᏍᏗᏉ, ᎥᏝ ᎠᎴ ᎨᏣᏍᏕᎸᏗ ᏱᎩ. ᎠᏴ ᏍᏉᎯᏳᎲᎦ, ᎥᏝ ᎪᎱᏍᏗ ᏳᎬᏩᎳ ᏂᎦᎥ ᏥᎨᎯᏯᏛᎦᏁᎸ ᎯᎠ ᎤᏂᏁᎫ ᎠᏂᏍᎦᏯ, ᎤᎾᏓᏅᏖᎸᏉᏍᎩᏂ ᎨᏣᎴᎾᏍᏙᏗᏱ ᏣᎵᏍᏕᎸᏙᏗ ᎨᏒᎢ, ᎯᎠ ᏥᎨᏣᏞᏍᏔᏅ ᎦᏅᏅ ᏥᎬᏯᏕᏙᏍᏔᏅᎩ. ᎿᏉᏃ ᎠᎵᏥᏙᏂᏙᎯ ᎠᏍᏓᏯ ᎤᏔᏲᎸᎩ ᎦᎸᎳᏗ ᎤᏍᏓᏱᏕᏗᏱ ᎾᏍᎩ ᎯᎠ ᏄᏪᏒᎢ; ᎿᏉᏃ ᎯᎠ ᏄᏪᏒ, ᎩᎧᏁᎬ ᎠᎴ ᎠᏥᎸ ᏓᏳᎾᏄᎪᏨ ᎣᏓᎸᎢ, ᎾᎿ ᎠᏫᏂᏗᏢ ᏧᏁᎶᏗ ᎦᏙᎬᎢ, ᎾᏍᎩ ᎤᏍᏘᏰᎬ ᏚᎴᏓᏁᎸᎩ. ᎯᎠᏃ ᏄᏪᏒ ᏧᏁᏨ: “ᎾᏂᎥ ᏗᎧᎾᏩᏛᏍᏗ ᎠᏃᎯᏳᎲᏍᎬ ᏧᎾᎵᏍᎦᏍᏙᏗ ᎤᎾᏓᏄᏴᏗ ᎤᏁᎳᏅᎯ ᎤᏓᏍᎦᎢᏍᏗ ᎨᏒᎢ; ᎯᎠᏰᏃ ᏂᎬᏅ ᎪᏪᎳ, ᎨᏥᏍᎦᎢᏍᏗ ᎨᏎᏍᏗ ᎾᏂᎥ ᏂᏓᏂᎧᎾᏩᏗᏒᎾ ᎢᎨᏎᏍᏗ, ᏗᎧᎾᏩᏛᏍᏗ ᏂᎬᏅ ᎪᏪᎵᎯ.
